Can't create corner Baluster
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCreateCornerBalusters { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCreateCornerBalusters As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCreateCornerBalusters {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace